{
  "media": [
    {
      "name": "Анна Каренина",
      "author": "Лев Николаевич Толстой",
      "description": "«Анна Каренина» Льва Николаевича Толстого занимает первое место списке 10 лучших книг всех времен, составленном журналом Time, признается большинством критиков, как одна из лучших книг. У романа есть 11 театральных постановок (официально), несколько балетов, около 30 экранизаций, не считая мюзиклов и фанфиков (да, они тоже существуют). «Анна Каренина» входит в школьную программу, в программу факультетов литературоведения и лингвистики множества стран.",
      "country": "Россия",
      "genre": "Классика",
      "url": "https://cdn1.ozone.ru/s3/multimedia-5/6009081221.jpg",
      "price": "1080",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "1"
    },
    {
      "name": "Преступление и наказание",
      "author": "Фёдор Михайлович Достоевский",
      "description": "Нищий студент убил старуху-процентщицу, но использовать её богатство на благо ближних не успел. Из-за мук совести и нервной лихорадки он признался в содеянном и после суда отправился на каторгу.",
      "country": "Россия",
      "genre": "Классика",
      "url": "https://avatars.dzeninfra.ru/get-zen_doc/1704910/pub_64d8cd7bf5e7796d23cecb90_64d8cdbe60b16c687f32b383/scale_1200",
      "price": "250",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "2"
    },
    {
      "name": "Евгений Онегин",
      "author": "Александр Сергеевич Пушкин",
      "description": "Повествование в романе ведется от друга Евгения, который неспешно представляет нам главного героя: молодого дворянина, пресыщенного жизнью. После смерти своего дяди, получив наследство, Евгений поселяется в деревне, устав от светской жизни Петербурга. Там он знакомится с Владимиром Ленским: приехавшим из Германии молодым поэтом-романтиком. В один из вечеров Ленский собирается в гости к Лариным, где и происходит судьбоносная встреча Евгения и Татьяны.",
      "country": "Россия",
      "genre": "Классика",
      "url": "https://cdn.ast.ru/v2/ASE000000000718282/COVER/cover1__w340.jpg",
      "price": "240",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "3"
    },
    {
      "name": "Мартин Иден",
      "author": "Джек Лондон",
      "description": "Однажды на пароме Мартин Иден, моряк, двадцати лет от роду, защитил от шайки хулиганов Артура Морза, Артур примерно тех же лет, что и Мартин, но принадлежит к людям обеспеченным и образованным. В знак благодарности — и в то же время желая позабавить семью эксцентрическим знакомством — Артур приглашает Мартина на обед. Атмосфера дома — картины на стенах, множество книг, игра на рояле — восхищает и очаровывает Мартина. Особое впечатление производит на него Руфь, сестра Артура. Она кажется ему воплощением чистоты, духовности, возможно, даже божественности. Мартин решает стать достойным этой девушки. Он отправляется в библиотеку, дабы приобщиться к премудрости, доступной Руфи, Артуру и им подобным (и Руфь, и её брат учатся в университете).",
      "country": "Англия",
      "genre": "Классика",
      "url": "https://ndc.book24.ru/iblock/566/56643c5b588b26dc5ecc175bf9c6e29a/aaf97e606e377b8915d1f7a14c4a03b7.jpg",
      "price": "590",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "5"
    },
    {
      "name": "Герой нашего времени",
      "author": "Михаил Юрьевич Лермонтов",
      "description": "Разочарованный в жизни молодой офицер искал острых ощущений: покорял сердца женщин, вступал в смертельно опасные авантюры… Но его постоянно преследовала скука, и он не мог найти счастья и покоя.",
      "country": "Россия",
      "genre": "Классика",
      "url": "https://cdn1.ozone.ru/s3/multimedia-r/6051796647.jpg",
      "price": "335",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "4"
    },
    {
      "name": "Собор Парижской Богоматери",
      "author": "Виктор Гюго",
      "description": "В закоулках одной из башен великого собора чья-то давно истлевшая рука начертала по-гречески слово «рок». Затем исчезло и само слово. Но из него родилась книга о цыганке, горбуне и священнике.",
      "country": "Франция",
      "genre": "Классика",
      "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRqB3VqCh4OLttfDfhWs8HHDC7c961LR_x-Rg&s",
      "price": "1050",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "6"
    },
    {
      "name": "Ромео и Джульетта",
      "author": "Уилльям Шекспир",
      "description": "Дети враждующих семейств полюбили друг друга и тайно поженились, но юноша убил родственника возлюбленной и был изгнан. Монах пытался соединить влюблённых, план провалился, и они покончили с собой.",
      "country": "Англия",
      "genre": "Классика",
      "url": "https://img3.labirint.ru/rc/730322d89feccd0052907fe40a2139e6/363x561q80/books59/582393/cover.jpg?1612704626",
      "price": "240",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "7"
    },
    {
      "name": "Мастер и Маргарита",
      "author": "Михаил Афанасьевич Булгаков",
      "description": "Сатана пообещал женщине: если она станет королевой на его балу, то он найдёт её пропавшего возлюбленного. И нашёл. А затем убил обоих и поселил где-то между адом и раем. Там влюблённые обрели покой.",
      "country": "Россия",
      "genre": "Классика",
      "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS4nW_ZYK4Y7-a1QK7TW0w_esjsoUR0FAFxFA&s",
      "price": "590",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "8"
    },
    {
      "name": "Гордость и предубеждение",
      "author": "Джейн Остен",
      "description": "bbbbbbbbbb",
      "country": "Англия",
      "genre": "Классика",
      "url": "https://cdn.respublica.ru/uploads/00/00/00/24/di/b70c2dc3855dc4be.jpg?1435745412",
      "price": "450",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "9"
    },
    {
      "name": "Финансист",
      "author": "Теодор Драйзер",
      "description": "США, XIX век. Молодой самоуверенный финансист делает большие успехи, но волею случая становится банкротом. Любовь красивой женщины, чутьё и фортуна помогают ему вновь встать на ноги.",
      "country": "США",
      "genre": "Классика",
      "url": "https://cdn.respublica.ru/uploads/00/00/00/61/hs/1ed1656c5e905f5e.jpg?1517480116",
      "price": "350",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "10"
    },
    {
      "name": "Отцы и дети",
      "author": "Иван Сергеевич Тургенев",
      "description": "Студент-медик отрицал дружбу, любовь, никого не уважал, из-за чего потерял друга и любимую, а старшие невзлюбили его. Отвергнутый обществом, он поселился у стариков-родителей и умер, никем не понятый.",
      "country": "Россия",
      "genre": "Классика",
      "url": "https://avatars.dzeninfra.ru/get-zen_doc/1887828/pub_64d8d1d3cf55584e182f563c_64d8d2311aafe45e6a8493f7/scale_1200",
      "price": "245",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "11"
    },
    {
      "name": "Тарас Бульба",
      "author": "Николай Васильевич Гоголь",
      "description": "Война с поляками. У старого казака два сына. Один влюбился в полячку и перешёл на сторону поляков — отец выследил его и убил. Второй отважно бился и погиб в плену — за него отец мстил до самой смерти.",
      "country": "Россия",
      "genre": "Классика",
      "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlqqy0bC1u4hVYWKdHAyuwSE2tXzgDIKWNDQ&s",
      "price": "306",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "12"
    },
    {
      "name": "Моя геройская академия (Том 1)",
      "author": "Кохэй Хорикоси",
      "description": "Много лет тому назад случилось чудо — на свет появился мерцающий младенец. С тех пор повсюду начали рождаться люди с особыми силами — причудами. Однако, увы, не все они используют свои способности во благо… К счастью, на страже порядка всегда стоят профессиональные герои, которые не позволят абсолютному злу взять верх! Хочешь стать героем, поступи в геройскую академию и раскрой свой потенциал!",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/images/2019/11/07/QHbOaLJos0RMv6J0LvVeQS3yIiz59735WxWrPpus-368x_.jpeg",
      "price": "854",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "13"
    },
    {
      "name": "Магическая битва (Том 1)",
      "author": "Гэгэ Акутами",
      "description": "Юдзи Итадори — обычный старшеклассник. И хотя мальчик от рождения обладает выдающимися физическими данными, спорт его совсем не интересует. Юноша предпочитает проводить время со своими друзьями в Клубе исследователей паранормальных явлений. Однажды в руки школьников попадает высушенный палец Двуликого Сукуны, короля проклятий. И с этой секунды жизнь Итадори начинает круто меняться: Юдзи становится частью невиданного ранее мира… Мира магии и заклинаний. ",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://www.moscowbooks.ru/image/book/750/w259/i750886.jpg?cu=20200101000000",
      "price": "854",
      "isFavorite": true,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "14"
    },
    {
      "name": "Бездомный бог (Том 1)",
      "author": "Адатитока",
      "description": "Однажды одна девочка, которую травили в школе, увидела на исчирканной стене туалета номер телефона с подписью \"Решаю любые проблемы\". Она была в таком отчаянии, что позвонила по этому номеру - но чего она совсем не ожидала, так это, что перед ней со словами \"Бог по вызову Ято!\" появится наглый парень в спортивном костюме... Что же это за бог такой, если у него нет ни храма, ни верующих? Какой толк от такого божества?",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://img3.labirint.ru/rc/ea1d1b05704edaa291dc444bebfb8074/363x561q80/books55/544609/cover.jpg?1687587902",
      "price": "730",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "15"
    },
    {
      "name": "Моб Психо 100 (Том 1)",
      "author": "ONE",
      "description": "Долгожданная авторская работа ONE про непутёвого, но всесильного мальчика-медиума и его жуликоватого начальника наконец-то на русском языке. В первую книгу вошли главы 1-17, а также дополнительные истории.",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/images/2022/08/16/vkNKUctIryTJpemo1rJ64x25zSQfN7u9UjQpDcwm.jpeg",
      "price": "900",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "16"
    },
    {
      "name": "Ванпанчмен (Том 1)",
      "author": "ONE",
      "description": "Главный герой — Сайтама — обрёл настолько невероятную силу, что ему трудно найти достойного соперника. Ведь любого бойца он отправляет в нокаут с одного удара!",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/products/1173/2019/08/30/ptBPYA44nuzEN7VG4tVXzBkLYCcOVfbmZR7CwZNw.jpeg",
      "price": "840",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "17"
    },
    {
      "name": "Берсерк (Том 1)",
      "author": "Кэнтаро Миура",
      "description": "Одинокий воин, облаченный во все черное и с огромным, в человеческий рост, мечом за спиной, странствует по свету, верша свою месть силам зла. Там, где проходит его путь, неизменно остаются горы трупов, а кровь льется рекой. Народная молва нарекла этого воина Черным Мечником, но прежде его звали Гатсом, и он был обычным наемником, пока одно событие не изменило его жизнь навсегда.",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/images/2020/02/25/GcDMATVC5jJ1xLDKwTjWA0Z9vaQQB1XJI9Op6dqs.jpeg",
      "price": "1385",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "18"
    },
    {
      "name": "Дневник будущего (Том 1)",
      "author": "Эсуно Сакаэ",
      "description": "У ничем не примечательного ученика средней школы Юкитэру Амано есть одно хобби — он ведет в своем телефоне дневник, куда записывает все, что происходит вокруг. Однажды утром он обнаруживает в нем записи из будущего. Поначалу Юкитэру не нарадуется открывшимся перед ним перспективам, но в один прекрасный день он натыкается на описание собственной смерти. Как оказалось, Юкитэру, сам того не подозревая, стал одним из двенадцати владельцев дневников будущего — участников беспощадной игры на выживание, организованной всемогущим повелителем времени и пространства. Удастся ли ему пройти игру? И может ли он довериться странной однокласснице Юно, заявившей, что они с ним обречены быть вместе?",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/products/314/2019/08/20/yf6JjqY2bkxlY92hKzJNUEQyvYs9Y9BFKDK55CwR.jpeg",
      "price": "490",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "19"
    },
    {
      "name": "Монстр (Том 1)",
      "author": "Наоки Урасава",
      "description": "Перед молодым японцем Кэндзо Тэммой, приехавшим в Германию ради воплощения мечты, раскрывались блестящие перспективы — успех, выгодная помолвка и быстрый взлет по карьерной лестнице. Но слава никогда не интересовала талантливого нейрохирурга, он всегда хотел спасать человеческие жизни. В ответ судьба жестоко посмеялась над наивным идеалистом: нелегкий выбор, который Тэмма был вынужден принять в далеком 1986 году, стоил ему не только работы, но и привел к рождению Монстра, жестокого и опасного маньяка-убийцы...",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/images/2022/05/31/oxlOzDFglR8owK1VQBlAwAHS1wfJ6qf9XGuQMHCA.jpeg",
      "price": "1350",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "20"
    },
    {
      "name": "Наруто (Том 1)",
      "author": "Масаси Кисимото",
      "description": "Наруто Удзумаки – самый проблемный ученик академии ниндзя в деревне Коноха. День за днем он выдумывает всяческие проказы и выводит из себя окружающих! Однако даже у этого хулигана есть заветная мечта. Он собирается превзойти героев прошлого, стать величайшим ниндзя и обрести всеобщее признание! Но люди сторонятся юного Удзумаки, а кто-то даже смотрит на него с отвращением… Наруто и не подозревает, что его жизнь связана с трагедией, постигшей Коноху двенадцать лет назад…",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/images/2021/01/11/GgFj6JSC832ES6mhh5dXHCIw0YzXH1wTh5zEkLos.jpeg",
      "price": "1085",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "21"
    },
    {
      "name": "Токийский гуль (Том 1)",
      "author": "Суи Исида",
      "description": "В каждом темном уголке этого города таится зло… Чудовища-людоеды, которые притворяются одними из нас. Их называют гулями. И встреча с одним из них превращает жизнь скромного юноши в сущий кошмар!",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://cdn.azbooka.ru/cv/w1100/0a1a1fd8-f38f-4ce2-84a8-74a83c63203c.jpg",
      "price": "900",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "22"
    },
    {
      "name": "Токийские мстители (Том 1)",
      "author": "Кэн Вакуи",
      "description": "Такэмити Ханагаки - типичный неудачник: в свои двадцать шесть у него нет ни нормальной работы, ни девушки. Неожиданно из новостей он узнает, что его школьная любовь погибла по вине бандитов из Токийской группировки \"Мандзи\", а следом и самого Такэмити кто-то пытается убить. Однако он не просто выживает, а попадает на двенадцать лет назад в прошлое! Судьба дарует ему исключительный шанс не просто прожить заново золотые годы, но и исправить ошибки молодости. А главное - предотвратить превращение байкерской группы \"Мандзи\" в настоящих головорезов!",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://cdn1.ozone.ru/s3/multimedia-p/c600/6442741921.jpg",
      "price": "1075",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "23"
    },
    {
      "name": "Психопаспорт: Инспектор Синъя Когами",
      "author": "Гото Мидори, Уробути Гэн",
      "description": "Начало XXII века. Япония — изолированное самодостаточное государство, находящееся на вершине технологического прогресса. Система «психопаспортов» под управлением всевидящей «Сивиллы» обеспечивает гражданам достойную жизнь и уверенность в завтрашнем дне, а на страже закона стоит Следственный департамент Бюро Общественной Безопасности. В его рядах — молодой подающий надежды инспектор Синъя Когами, идеалист, которому предстоит столкнуться с тёмной стороной «совершенного» общества и проверить, так ли непогрешима система, в которую он привык верить.",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://content.img-gorod.ru/pim/products/images/ef/d2/018eea46-5e2f-7f74-9276-84ecca92efd2.jpg?width=0&height=1200&fit=bounds",
      "price": "959",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "24"
    },
    {
      "name": "Патриотизм Мориарти (Том 1)",
      "author": "Рёсукэ Такэути",
      "description": "XIX век, Британская империя правит миром, её колонии установлены по всему миру, в основе общества лежит классовое деление, возможности человека определены с самого его рождения. Лишь три процента людей обладает большим капиталом. Уильям Джеймс Мориарти — гениальный и привлекательный молодой человек, желающий искоренить систему и создать идеальную страну. И ради своей цели он вместе со своими братьями вливается в преступный мир.",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://ir-3.ozone.ru/s3/multimedia-1-4/c1000/7014627868.jpg",
      "price": "1700",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "25"
    },
    {
      "name": "Семь смертных грехов (Том 1)",
      "author": "Накаба Судзуки",
      "description": "Для королевства Лионесс настали черные дни: власть захватила элита королевских войск, Святые Рыцари, которые заточили в тюрьму королевскую семью и творят в стране произвол. Принцессе Элизабет удается сбежать, и она решает искать помощи у легендарных рыцарей-мятежников, которые известны в народе как Семь Смертных Грехов. По счастливой случайности девушка забредает в весьма странный кабак, хозяином которого оказывается как раз один из тех, кого она ищет: Смертный Грех Гнева, Мелиодас. Он соглашается помочь Элизабет и отправляется с ней на поиски бывших товарищей...",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/images/2019/11/05/HCODnmYsB4QXsMbGNXYbIiXjRXsMiZcYMGebZj9z.jpeg",
      "price": "880",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "26"
    },
    {
      "name": "Синяя тюрьма (Том 1)",
      "author": "Мунэюки Канэсиро",
      "description": "300 эгоистов, и на всех одна мечта — стать лучшим в мире нападающим!",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://ir.ozone.ru/s3/multimedia-e/c1000/6701274626.jpg",
      "price": "850",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "27"
    },
    {
      "name": "Невероятное приключение ДжоДжо",
      "author": "Хирохико Араки",
      "description": "Для королевства Лионесс настали черные дни: власть захватила элита королевских войск, Святые Рыцари, которые заточили в тюрьму королевскую семью и творят в стране произвол. Принцессе Элизабет удается сбежать, и она решает искать помощи у легендарных рыцарей-мятежников, которые известны в народе как Семь Смертных Грехов. По счастливой случайности девушка забредает в весьма странный кабак, хозяином которого оказывается как раз один из тех, кого она ищет: Смертный Грех Гнева, Мелиодас. Он соглашается помочь Элизабет и отправляется с ней на поиски бывших товарищей...",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://basket-05.wbbasket.ru/vol981/part98199/98199481/images/big/1.jpg",
      "price": "516",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "28"
    },
    {
      "name": "Человек-бензопила (Том 1)",
      "author": "Фудзимото Тацуки",
      "description": "Дэндзи – обычный молодой человек, который промышляет охотой на демонов, чтобы расплатиться с долгами покойного отца. Если он хоть раз опоздает с выплатой, его ждет смерть. Дэндзи живет в крошечной лачуге со своим демоническим псом-бензопилой по имени Почита и едва сводит концы с концами. Все о чем он мечтает – ходить на свидания с девушкой и есть хлеб с джемом. Но у судьбы на него другие планы…В один прекрасный день юноша обретает сверхъестественные силы, позволяющие ему превращать свое тело в живое оружие. Дэндзи вырывается из нищеты и под рев дребезжащих бензопил и крики умирающих демонов начинает прорезать себе дорогу в новую жизнь...",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://xlm.ru/storage/uploads/images/2021/11/19/aexjG5ZeE0nPGhdlcijv5BhkJ1O1F8V2zeret6tP.jpeg",
      "price": "1055",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "29"
    },
    {
      "name": "Дорохедоро (Том 1)",
      "author": "Hayashida Q.",
      "description": "В городе, настолько мрачном, что все называют его Дырой, люди живут в постоянном страхе. Воздух и земля пропитаны магическим дымом, и никто уже не удивляется тому, что от выпавшего дождика начнут вдруг прохожие валиться штабелями или городское кладбище превратится в поле битвы людей против зомби. Маги, из-за которых творится вся эта чертовщина, периодически делают вылазки в Дыру и испытывают на жителях свои приёмчики. После одной такой вылазки Никайдо, сборщик трупов, находит огромное бездыханное тело какого-то бедняги с головой крокодила. Кайман (так называет его Никайдо) удаётся выжить, но очнувшись, он понимает, что потерял память. Кайман вместе с Никайдо начинают охоту на магов, чтобы вернуть ему человеческий облик и потерянные воспоминания.",
      "country": "Япония",
      "genre": "Манга",
      "url": "https://basket-12.wbbasket.ru/vol1794/part179499/179499616/images/big/1.webp",
      "price": "516",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "30"
    },
    {
      "name": "Бэтмен. Земля-1",
      "author": "Брэд Андерсон, Джон Сибал, Гэри Фрэнк, Джефф Джонс",
      "description": "Джефф Джонс изрядно обновил ориджин Бэтмена, сделав его более реалистичным и криминальным. На Земле–1трагедия, лишившая Брюса родителей, выглядит куда более грязно и связана с родовым проклятьем Аркхемов. Альфред Пенниуорт здесь – бывший морской пехотинец, Освальд Кобблпот – мэр Готэма, о Джокере никто не слышал, а Бэтмен далеко не безупречный и не всесильный борец с преступностью, а новичок, совершающий ошибки…",
      "country": "США",
      "genre": "Комикс",
      "url": "https://xlm.ru/storage/uploads/images/2022/07/01/CpSctjXkxtUAcrqPkDfwJRSVzLoktJ9SgcITKuZH-368x_.jpeg",
      "price": "1325",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "31"
    },
    {
      "name": "Флэш. Книга 1. Только вперед",
      "author": "Манапул Фрэнсис, Буччеллато Брайан",
      "description": "Попав под удар молнии и душ из химикатов, Барри Аллен, исследователь-криминалист, становится самым быстрым человеком на Земле. Но от некоторых вещей не под силу убежать даже ему. Спустя долгие годы, прожитые с жаждой мести в сердце, возвращается один из старых друзей Флэша, преследуемый толпой новых врагов, причем толпа довольно быстро увеличивается. В \"Железных Высотах\", тюрьме строгого режима, один из злейших врагов Флэша планирует побег, тоже мечтает о мести и жаждет расправиться с обидчиком раз и навсегда. А у самого Флэша вот-вот проявятся новые невероятные способности - непредсказуемые, неведомые, подпитываемые Силой Скорости - его главным подспорьем... или величайшим кошмаром?",
      "country": "США",
      "genre": "Комикс",
      "url": "https://img4.labirint.ru/rc/ff7068ca9babafe0f67deefb767356a1/363x561q80/books52/512654/cover.jpg?1563865185",
      "price": "1500",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "32"
    },
    {
      "name": "Дэдпул. Том 1. Болтливый миллионер",
      "author": "Дагган Хоторн",
      "description": "Он бесячий. Он опасный. Он вонючий. Но люди его обожают! К несчастью, с великой популярностью приходит слишком уж большая ответственность, поэтому Уэйд нашёл помощников. Вы не поверите... и не узнаете... кто вписался! (Если только вы не помните наизусть каждый выпуск «Официальной энциклопедии».) Но когда самозванец решит испортить жизнь Уэйду Уилсону, наш герой попытается выманить злодея! И приманкой выступит... его дочь Элли!",
      "country": "США",
      "genre": "Комикс",
      "url": "https://static.insales-cdn.com/images/products/1/1611/447579723/large_oblozhka_deadpool_world_39_s_greatest_7mm.jpg",
      "price": "490",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "33"
    },
    {
      "name": "Комикс Веном Донни Кейтса. Том 1",
      "author": "Донни Кейтс",
      "description": "Забудьте всё, что вы знали о Веноме! Сценарист-суперзвезда Донни Кейтс и сенсационный художник Райан Стегман переворачивают мир симбиотов с ног на голову! Под улицами Нью-Йорка пробудилось первородное зло, а в Веноме зашевелилось нечто столь же устрашающее! Эдди Броку предстоит узнать кошмарную правду о его «другом» – и эти откровения пошатнут все устои! Бог летит на Землю... планета окажется в смертельной опасности, а связь человека и симбиота подвергнется жесточайшей проверке! И лишь когда Эдди останется совсем один... на него обрушатся собственные секреты!",
      "country": "США",
      "genre": "Комикс",
      "url": "https://ir.ozone.ru/s3/multimedia-s/wc1000/6091690588.jpg",
      "price": "2200",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "34"
    },
    {
      "name": "Новые мстители. Том 1",
      "author": "Бендис Брайан Майкл",
      "description": "Для Мстителей наступил самый тёмный час - величайшие герои Земли пали от рук собственной соратницы! Но когда Электро организует массовый побег из Рафта - тюрьмы для суперзлодеев, - навести порядок Железному Человеку и Капитану Америка помогают совершенно неожиданные союзники. Человек-паук, Росомаха, Люк Кейдж и Женщина-паук вступают в новый отряд - и открывается свежая страница летописи Мстителей! Но примкнёт ли к героям загадочный Часовой, чья мощь подобна взрыву миллиона солнц? Для начала ему нужно разобраться в себе! Узрите конец одной легендарной эпохи и начало следующей, не менее грандиозной!",
      "country": "США",
      "genre": "Комикс",
      "url": "https://img3.labirint.ru/rc/58e76a1f4b29b0dffddd1b6ceb43293e/363x561q80/books91/901225/cover.jpg?1674889312",
      "price": "2141",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "35"
    },
    {
      "name": "Люди Икс '92. Том 1: Мир - Вампир",
      "author": "Бауэрс Симс, Фирмансья Хэмшер",
      "description": "После поражения Кассандры Новы все юные мутанты, которых она собрала вокруг себя, были приняты в официально открывшуюся заново школу для одаренных подростков имени Чарльза Ксавье. Где, несмотря на плотное расписание занятий, все равно остается достаточно времени для внеклассных выходок! Особенно когда на пороге школы вместе с (бывшими) советскими суперсолдатами появляется Красный Омега! Но все должно с чего-то начинаться: так что встречайте ужасного Красного Альфу!",
      "country": "США",
      "genre": "Комикс",
      "url": "https://static.insales-cdn.com/images/products/1/4078/457895918/large_lyudi-iks-92-tom-2-mir---vampir.jpg",
      "price": "450",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "36"
    },
    {
      "name": "Игра престолов",
      "author": "Джордж Мартин",
      "description": "Драконы, сражения и монстры – это ещё не всё, что нужно для отличного фэнтези. В легендарной «Песни льда и огня» политические игры тесно переплетаются с дворцовыми интригами, а смелые повороты сюжета полностью меняют ход истории. На просторах могущественных королевств идёт постоянная борьба за главный трон, но всё может измениться в любой момент. Ведь зима уже близко, и её чудовищные порождения готовятся к нападению...",
      "country": "США",
      "genre": "Современная литература",
      "url": "https://content.img-gorod.ru//content/uf/45/823/45823.png",
      "price": "758",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "37"
    },
    {
      "name": "Американская пастораль",
      "author": "Филип Рот",
      "description": "Сеймур Лейвоу – успешный американец еврейского происхождения. Он с теплотой вспоминает о школьных годах и продолжает семейный бизнес, а ещё строит планы на будущее вместе с красавицей-женой. Но что, если за блестящей обёрткой скрываются обман, предательство, убийства и разрушения?",
      "country": "США",
      "genre": "Современная литература",
      "url": "https://content.img-gorod.ru//content/uf/45/824/45824.png",
      "price": "989",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "38"
    },
    {
      "name": "Гарри Поттер и узник Азкабана",
      "author": "Джоан Роулинг",
      "description": "Третья книга из цикла «Гарри Поттер» – это сказка о злой магии и оборотнях. А ещё о том, как важно беречь семью, идти на смелые поступки ради друзей и всегда искать в людях что-то доброе. История начнётся, когда Мальчик, который выжил вернётся в магическую школу Хогвартс, а из тюрьмы Азкабан сбежит беспощадный убийца.",
      "country": "Великобритания",
      "genre": "Современная литература",
      "url": "https://content.img-gorod.ru//content/uf/45/825/45825.png",
      "price": "1127",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "39"
    },
    {
      "name": "Пустошь, что зовется миром",
      "author": "Аркади Мартин",
      "description": "Благополучию Империи Тейскалаан угрожает инопланетная цивилизация – уже уничтожена одна из колоний рядом с границей. Понимая, что силы неравны, адмирал имперского флота просит специалистов попытаться наладить контакт с неизвестными захватчиками. Провал этой миссии может стоить миллионы жизней, а успех позволит Тейкскалаану и дальше эксплуатировать земли вокруг. Возможен ли третий вариант развития событий?",
      "country": "США",
      "genre": "Современная литература",
      "url": "https://content.img-gorod.ru//content/uf/63/662/63662.png",
      "price": "950",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "40"
    },
    {
      "name": "Не отпускай меня",
      "author": "Кадзуо Исигуро",
      "description": "Главная героиня Кэти вспоминает детские годы, которые провела в школе-интернате Хейлшем. Воспитанникам нельзя было покидать это странное место, а учителя с пугающим усердием следили за их здоровьем. Страшную правду о том, что действительно происходило в Хейлшеме, Кэти осознает только спустя десятки лет.",
      "country": "Великобритания",
      "genre": "Современная литература",
      "url": "https://content.img-gorod.ru//content/uf/63/634/63634.png",
      "price": "349",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "41"
    },
    {
      "name": "Код да Винчи",
      "author": "Дэн Браун",
      "description": "Секретный код скрыт в работах Леонардо да Винчи... Только он поможет найти христианские святыни, дающие немыслимые власть и могущество... Ключ к величайшей тайне, над которой человечество билось веками, наконец может быть найден...",
      "country": "США",
      "genre": "Современная литература",
      "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQxMiLEoXuP5MMkPYksQljwW_HiKQb62bAb1Q&s",
      "price": "490",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "42"
    },
    {
      "name": "Лавр",
      "author": "Евгений Водолазкин",
      "description": "Главный герой романа – талантливый целитель по имени Лавр. Дар врачевания не помогает ему спасти любимую, и мужчина решает прожить земную жизнь вместо неё. Но возможно ли спасти чью-то душу, принеся в жертву себя?",
      "country": "Россия",
      "genre": "Современная литература",
      "url": "https://content.img-gorod.ru//content/uf/45/839/45839.png",
      "price": "1113",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "43"
    },
    {
      "name": "Зимняя дорога",
      "author": "Леонид Юзефович",
      "description": "Во время Гражданской войны разворачивается яркое противостояние двух неординарных фигур – белого генерала Анатолия Пепеляева и красного командира-анархиста Ивана Строда. Роман, основанный на исторических документах, рассказывает об их жизни и смерти среди якутских снегов.",
      "country": "Россия",
      "genre": "Современная литература",
      "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRYLpWMuOruYAKnLJ6W_WmRMYI9jC5XUYoWYg&s",
      "price": "550",
      "isFavorite": false,
      "addedToCart": false,
      "addedAmount": 0,
      "id": "44"
    }
  ]
}